experiment-finetuned/all_finetuned/runs/BernardCells/1/0/nut
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      nut;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    topWall
    {
        type            calculated;
        value           uniform 0;
    }

    bottomWall
    {
        type            calculated;
        value           uniform 0;
    }

    leftWall
    {
        type            calculated;
        value           uniform 0;
    }

    rightWall
    {
        type            calculated;
        value           uniform 0;
    }

    frontWall
    {
        type            calculated;
        value           uniform 0;
    }

    backWall
    {
        type            calculated;
        value           uniform 0;
    }
}

// ************************************************************************* //